{
	"publication": "Dragon Trainer Monthly",
	"articles": [
		{
			"title": "Feature: The Boy Who Started It All",
			"author": "Fishlegs Ingerman",
			"article": "An in-depth profile of Hiccup Horrendous Haddock III, the first Berkian to befriend the dragons. We chat about why he did it, how he convinced a night fury to be his friend, and what he's learned over the last ten years.",
			"url": "#hiccup",
			"pubdate": "December 14, 1011"
		},
		{
			"title": "Playing With Fire: A Look at This Year's Fire-Resistant Clothing",
			"author": "Phlegma the Fierce",
			"article": "Dragon scales are the new padded leather. We discuss the marriage of fashion and functionality with award-winning designer Dak Dragonbreath.",
			"url": "#playing-with-fire",
			"pubdate": "December 15, 1011"
		},
		{
			"title": "The Isle of Dragons",
			"author": "Phlegma the Fierce",
			"article": "Not sure where to vacation this summer? Head to Ice Island and spend your days in the company of the most diverse group of dragons on this side of the planet.",
			"url": "#isle-of-dragons",
			"pubdate": "December 15, 1011"
		},
		{
			"title": "Train Like a Pro",
			"author": "Spitelout Jorgenson",
			"article": "Winger Waterdeep shares her top ten training tips. Learn how to gain a dragon's trust, heal cuts and burns more quickly, and keep the gods on your side.",
			"url": "#train-like-a-pro",
			"pubdate": "December 12, 1011"
		},
		{
			"title": "A New Season of Dragon Racing Starts Monday",
			"author": "Spitelout Jorgenson",
			"article": "To the joy of sports fans everywhere (and the terror of village sheep), a new season of Dragon Racing starts next week. This season, all eyes are on upstart rookie Aggro Flame, who made a name for herself in the Huttsgalor farm league.",
			"url": "#dragon-racing",
			"pubdate": "December 12, 1011"
		},
		{
			"title": "Curing Dragonfart",
			"author": "Fishlegs Ingerman",
			"article": "Anyone who's spent any amount of time with dragons knows that they're a stinky lot. Veterinarian Magnus Finke shares the special diet he recommends to help ease draconian tummy troubles.",
			"url": "#curing-dragonfart",
			"pubdate": "December 14, 1011"
		},
		{
			"title": "The Hidden World",
			"author": "Phlegma the Fierce",
			"article": "Once thought to be an old sailors tail, legendary dragon trainer Astrid Hofferson recently rediscovered a hidden paradise for many a mythical dragon species. To protect the safety of the dragons, she's not sharing its location, but she did provide us with exclusive paintings of the inside.",
			"url": "#hidden-world",
			"pubdate": "December 15, 1011"
		},
		{
			"title": "Identifying Dragon Species",
			"author": "Fishlegs Ingerman",
			"article": "Does that dragon breathe fire or ice? Is it poisonous? Can it swim or fly? The answers to these questions can be the difference between staying safe and serious injury. Famed biologist Snotlout shares seven things to look for when trying to identify dragon species.",
			"url": "#identifying-dragon-species",
			"pubdate": "December 12, 1011"
		},
		{
			"title": "By Land or by Sea: Where Should You Train?",
			"author": "Spitelout Jorgenson",
			"article": "Common wisdom says that over open water is the safest way to train. If you crash or lose control, you land on a softer surface away from towns and villages. But one expert is challenging conventional, and says that training over land can lead to a closer bond with your dragon in less time.",
			"url": "#by-land-or-by-sea",
			"pubdate": "December 17, 1011"
		},
		{
			"title": "Big Changes Coming to Dragon League",
			"author": "Spitelout Jorgenson",
			"article": "New Dragon League commissioner Leyla Leithgar wasted no time implementing sweeping new changes aimed at improving rider safety. Many are applauding the efforts as long overdue, but some worry that she's gone too far.",
			"url": "#big-changes",
			"pubdate": "December 17, 1011"
		}
	]
}