{
	"publication": "The Scuttlebutt",
	"tagline": "The number one source of pirate news",
	"attribution": {
		"name": "Pirate Ipsum",
		"url": "https://pirateipsum.me"
	},
	"articles": [
		{
			"title": "Scourge of the High Seas",
			"author": "Blackbeard",
			"article": "Clap of thunder port capstan draught case shot. Port interloper rigging overhaul bilged on her anchor.\n\nYellow Jack cog interloper topgallant chase. Reef sails pillage case shot mizzenmast shrouds.\n\nPillage bilge water clipper hempen halter bounty. Loaded to the gunwalls loot quarter hogshead lookout.\n\nMutiny dance the hempen jig bucko killick sheet. Jack Ketch swab case shot clap of thunder lee.\n\nPrivateer carouser chandler coxswain Jack Tar. Lee draft snow handsomely crow's nest.",
			"pubdate": "December 14, 1684",
			"category": "Personal Interest"
		},
		{
			"title": "Leadership Tips for the New Captain",
			"author": "Madame Cheng",
			"article": "Snow clap of thunder coffer hulk prow yo-ho-ho jib scourge of the seven seas main sheet bowsprit. Splice the main brace schooner chase guns Privateer grog blossom avast Pirate Round swing the lead transom bring a spring upon her cable. Coffer lee boom smartly doubloon heave to poop deck Gold Road cackle fruit chantey.\n\nFurl rigging carouser avast swing the lead scurvy fore smartly booty Jack Tar. Boatswain mizzen long clothes main sheet spyglass American Main Chain Shot salmagundi starboard fathom. Swing the lead nipper coxswain lateen sail scuppers interloper heave to black jack grapple chase guns.\n\nBilge rat bucko gabion lugsail handsomely overhaul grog nipperkin Brethren of the Coast lookout. Tender hardtack loot scuppers ballast bilged on her anchor stern mutiny pillage booty. Six pounders spyglass overhaul mizzenmast marooned hearties man-of-war rigging deadlights handsomely",
			"pubdate": "March 21, 1804",
			"category": "Business"
		},
		{
			"title": "So, you've got a Kraken problem?",
			"author": "Jack Sparrow",
			"article": "Gangplank poop deck chase guns cable jib brigantine stern. Yard spike main sheet piracy gabion boom pirate. Port gaff yard crack Jennys tea cup Pieces of Eight line capstan.\n\nJolly boat yo-ho-ho wench Sail ho Shiver me timbers handsomely draught. Weigh anchor nipperkin Davy Jones' Locker topgallant draft bring a spring upon her cable run a rig. Gunwalls yard marooned parley hearties wherry mizzen.\n\nHulk grog blossom ho barkadeer scurvy boatswain spike. Gibbet chandler weigh anchor stern parrel nipper Spanish Main. Fathom long boat American Main Corsair walk the plank flogging black jack.\n\nCome about pirate black jack heave to Nelsons folly boatswain marooned. Come about bucko Cat o'nine tails maroon Yellow Jack fore plunder. Ballast blow the man down log square-rigged heave down gun jib.",
			"pubdate": "July 14, 1702",
			"category": "Technology"
		},
		{
			"title": "Summer Styles for the Fashionable Pirate",
			"author": "Calico Jack",
			"article": "Yo-ho-ho splice the main brace topmast lee brig killick grapple belay Cat o'nine tails gangway. Ho furl Sea Legs spanker cackle fruit Pirate Round Sink me clipper line starboard. Gaff squiffy careen scuttle Davy Jones' Locker driver bounty crimp spike to go on account.\n\nPinnace fire ship yard capstan Sea Legs hornswaggle ahoy pillage gaff gunwalls. Hornswaggle hail-shot square-rigged stern clipper Spanish Main coxswain blow the man down snow Privateer. Letter of Marque fore booty salmagundi crack Jennys tea cup avast flogging topgallant clap of thunder lateen sail.\n\nSchooner belaying pin Shiver me timbers to go on account booty fluke crimp topsail trysail run a rig. Clipper Cat o'nine tails maroon avast gally tender boom chase guns man-of-war loot. Hulk Buccaneer grog salmagundi Davy Jones' Locker measured fer yer chains gabion loot cutlass black spot.",
			"pubdate": "October 31, 1712",
			"category": "Style"
		},
		{
			"title": "Crafting the Perfect Treasure Map",
			"author": "Anne Bonny",
			"article": "Reef sails run a rig grapple Brethren of the Coast rigging. Jury mast marooned lanyard jolly boat pirate.\n\nBucko pressgang brigantine maroon barque. Grapple yawl clipper rum Brethren of the Coast.\n\nExecution dock nipperkin jack prow cog. Bounty hail-shot chase guns Pieces of Eight scourge of the seven seas.\n\nChase guns rigging swing the lead sutler driver. Long clothes squiffy jib walk the plank to go on account.\n\nMe spyglass rum chase Sink me. Belaying pin belay spyglass Buccaneer cutlass.\n\nMutiny lee hempen halter hang the jib gally. Fathom dance the hempen jig cackle fruit scuppers red ensign.\n\nLee square-rigged interloper ballast topsail. Provost square-rigged avast yo-ho-ho scuttle.",
			"pubdate": "November 3, 1776",
			"category": "Business"
		}
	]
}